const sections = [
  {
    label: 'АРХИТЕКТУРНО',
    description: '2024',
    contentfulKey: '',
  },
  {
    label: 'О проекте',
    description: 'В 2024 году строительный предприниматель решил создать пространство, где архитекторы могли бы говорить открыто — о профессии, среде, вызовах и смыслах.',
    contentfulKey: '',
  },
  {
    label: 'Архитекторы',
    description: 'В 2024 году строительный предприниматель решил создать пространство, где архитекторы могли бы говорить открыто — о профессии, среде, вызовах и смыслах.',
    contentfulKey: 'architects',
  },
  {
    label: 'Медиа',
    description: 'В 2024 году строительный предприниматель решил создать пространство, где архитекторы могли бы говорить открыто — о профессии, среде, вызовах и смыслах.',
    contentfulKey: 'medias',
  },
  {
    label: 'Материалы',
    description: 'В 2024 году строительный предприниматель решил создать пространство, где архитекторы могли бы говорить открыто — о профессии, среде, вызовах и смыслах.',
    contentfulKey: 'materials',
  },
  {
    label: 'Статьи',
    description: 'В 2024 году строительный предприниматель решил создать пространство, где архитекторы могли бы говорить открыто — о профессии, среде, вызовах и смыслах.',
    contentfulKey: 'posts',
  },
  {
    label: 'Новости',
    description: 'В 2024 году строительный предприниматель решил создать пространство, где архитекторы могли бы говорить открыто — о профессии, среде, вызовах и смыслах.',
    contentfulKey: 'news',
  },
]


export default sections
