const sections = [
  {
    label: 'О проекте',
    description: 'В 2024 году строительный предприниматель решил создать пространство, где архитекторы могли бы говорить открыто — о профессии, среде, вызовах и смыслах.',
    contentfulKey: '',
  },
  {
    label: 'Архитекторы',
    description: 'В 2024 году строительный предприниматель решил создать пространство, где архитекторы могли бы говорить открыто — о профессии, среде, вызовах и смыслах.',
    contentfulKey: '',
  },
  {
    label: 'Медиа',
    description: 'В 2024 году строительный предприниматель решил создать пространство, где архитекторы могли бы говорить открыто — о профессии, среде, вызовах и смыслах.',
    contentfulKey: '',
  },
  {
    label: 'Материалы',
    description: 'В 2024 году строительный предприниматель решил создать пространство, где архитекторы могли бы говорить открыто — о профессии, среде, вызовах и смыслах.',
    contentfulKey: '',
  },
  {
    label: 'Статьи',
    description: 'В 2024 году строительный предприниматель решил создать пространство, где архитекторы могли бы говорить открыто — о профессии, среде, вызовах и смыслах.',
    contentfulKey: '',
  },
  {
    label: 'Новости',
    description: 'В 2024 году строительный предприниматель решил создать пространство, где архитекторы могли бы говорить открыто — о профессии, среде, вызовах и смыслах.',
    contentfulKey: '',
  },
]


export default sections
