import { ArchitectType } from '../lib/types/default.types'

import architect_1_ImgSrc from '../lib/assets/images/architects/architect_1.jpg'
import architect_2_ImgSrc from '../lib/assets/images/architects/architect_2.jpg'
import architect_3_ImgSrc from '../lib/assets/images/architects/architect_3.jpg'
import architect_4_ImgSrc from '../lib/assets/images/architects/architect_4.jpg'
import architect_5_ImgSrc from '../lib/assets/images/architects/architect_5.jpg'
import architect_6_ImgSrc from '../lib/assets/images/architects/architect_6.jpg'


const architects: ArchitectType[] = [
  {
    id: '01',
    href: 'mihail-kondiayn',
    name: 'Михаил Кондиайн',
    photo: architect_4_ImgSrc,
    company: '«Земцов, Кондиайн и партнеры»',
    description: <>
      Правнук выдающегося российского архитектора Максимилиана Месмахера и руководитель архитектурного бюро «Земцов, Кондиайн и партнёры». Выпускник СПБГАСУ, обладатель гран-при всесоюзного смотра-конкурса молодых архитекторов 1991г.
      Член градостроительного совета и правления союза архитекторов санкт-петербурга.

      Бюро «Земцов, Кондиайн и партнёры» занимается концепциями крупных градостроительных преобразований, проектами реконструкции обширных участков исторической городской среды,
      а также проектами отдельных зданий гостиниц, торговых ком-плексов, жилых домов как в центре Cанкт-Gетербурга, так и в новых районах.

      За проект новой сцены Александринского театра бюро было вознаграждено премией правительства Российской Федерации, премией правительства Санкт-Петербурга и наградой «Хрустальный Дедал».
    </>
  },
  {
    id: '02',
    href: '2',
    name: 'dmitry-selivohin',
    photo: architect_5_ImgSrc,
    company: 'РусПроект',
    description: <>
      Правнук выдающегося российского архитектора Максимилиана Месмахера и руководитель архитектурного бюро «Земцов, Кондиайн и партнёры». Выпускник СПБГАСУ, обладатель гран-при всесоюзного смотра-конкурса молодых архитекторов 1991г.
      Член градостроительного совета и правления союза архитекторов санкт-петербурга.

      Бюро «Земцов, Кондиайн и партнёры» занимается концепциями крупных градостроительных преобразований, проектами реконструкции обширных участков исторической городской среды,
      а также проектами отдельных зданий гостиниц, торговых ком-плексов, жилых домов как в центре Cанкт-Gетербурга, так и в новых районах.

      За проект новой сцены Александринского театра бюро было вознаграждено премией правительства Российской Федерации, премией правительства Санкт-Петербурга и наградой «Хрустальный Дедал».
    </>
  },
  {
    id: '03',
    href: '3',
    name: 'valentin-kogan',
    photo: architect_6_ImgSrc,
    company: 'Sloi Architects',
    description: <>
      Правнук выдающегося российского архитектора Максимилиана Месмахера и руководитель архитектурного бюро «Земцов, Кондиайн и партнёры». Выпускник СПБГАСУ, обладатель гран-при всесоюзного смотра-конкурса молодых архитекторов 1991г.
      Член градостроительного совета и правления союза архитекторов санкт-петербурга.

      Бюро «Земцов, Кондиайн и партнёры» занимается концепциями крупных градостроительных преобразований, проектами реконструкции обширных участков исторической городской среды,
      а также проектами отдельных зданий гостиниц, торговых ком-плексов, жилых домов как в центре Cанкт-Gетербурга, так и в новых районах.

      За проект новой сцены Александринского театра бюро было вознаграждено премией правительства Российской Федерации, премией правительства Санкт-Петербурга и наградой «Хрустальный Дедал».
    </>
  },
  {
    id: '04',
    href: 'lef-vasilef',
    name: 'Леф Василеф',
    photo: architect_1_ImgSrc,
    company: '«Земцов, Кондиайн и партнеры»',
    description: <>
      Правнук выдающегося российского архитектора Максимилиана Месмахера и руководитель архитектурного бюро «Земцов, Кондиайн и партнёры». Выпускник СПБГАСУ, обладатель гран-при всесоюзного смотра-конкурса молодых архитекторов 1991г.
      Член градостроительного совета и правления союза архитекторов санкт-петербурга.

      Бюро «Земцов, Кондиайн и партнёры» занимается концепциями крупных градостроительных преобразований, проектами реконструкции обширных участков исторической городской среды,
      а также проектами отдельных зданий гостиниц, торговых ком-плексов, жилых домов как в центре Cанкт-Gетербурга, так и в новых районах.

      За проект новой сцены Александринского театра бюро было вознаграждено премией правительства Российской Федерации, премией правительства Санкт-Петербурга и наградой «Хрустальный Дедал».
    </>
  },
  {
    id: '05',
    href: 'lef-vasilef-2',
    name: 'Леф Василеф 2',
    photo: architect_2_ImgSrc,
    company: 'РусПроект',
    description: <>
      Правнук выдающегося российского архитектора Максимилиана Месмахера и руководитель архитектурного бюро «Земцов, Кондиайн и партнёры». Выпускник СПБГАСУ, обладатель гран-при всесоюзного смотра-конкурса молодых архитекторов 1991г.
      Член градостроительного совета и правления союза архитекторов санкт-петербурга.

      Бюро «Земцов, Кондиайн и партнёры» занимается концепциями крупных градостроительных преобразований, проектами реконструкции обширных участков исторической городской среды,
      а также проектами отдельных зданий гостиниц, торговых ком-плексов, жилых домов как в центре Cанкт-Gетербурга, так и в новых районах.

      За проект новой сцены Александринского театра бюро было вознаграждено премией правительства Российской Федерации, премией правительства Санкт-Петербурга и наградой «Хрустальный Дедал».
    </>
  },
  {
    id: '06',
    href: 'vasily-lvof',
    name: 'Василий Львоф',
    photo: architect_3_ImgSrc,
    company: 'Sloi Architects',
    description: <>
      Правнук выдающегося российского архитектора Максимилиана Месмахера и руководитель архитектурного бюро «Земцов, Кондиайн и партнёры». Выпускник СПБГАСУ, обладатель гран-при всесоюзного смотра-конкурса молодых архитекторов 1991г.
      Член градостроительного совета и правления союза архитекторов санкт-петербурга.

      Бюро «Земцов, Кондиайн и партнёры» занимается концепциями крупных градостроительных преобразований, проектами реконструкции обширных участков исторической городской среды,
      а также проектами отдельных зданий гостиниц, торговых ком-плексов, жилых домов как в центре Cанкт-Gетербурга, так и в новых районах.

      За проект новой сцены Александринского театра бюро было вознаграждено премией правительства Российской Федерации, премией правительства Санкт-Петербурга и наградой «Хрустальный Дедал».
    </>
  },
]


export default architects
